/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   train.c                                            :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: gicomlan <gicomlan@student.42.fr>          +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2024/09/20 12:25:38 by gicomlan          #+#    #+#             */
/*   Updated: 2024/09/20 12:25:44 by gicomlan         ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

//L'entraînement ne rend pas parfait. C'est l'entraînement parfait qui rend parfait
